/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@ se terminant par %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - Hors ligne";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Ajouter";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Ajouter une carte bancaire";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "ADRESSE DU TITULAIRE DU COMPTE";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "Prélèvement BECS AU";

/* Payment Method type brand name. */
"AU BECS Direct Debit" = "Prélèvement automatique BECS (Australie)";

/* part of {Account} ending in {last4} */
"Account" = "Compte";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Nom du titulaire du compte";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Numéro de compte";

/* Button to add a new credit card. */
"Add New Card…" = "Ajouter une nouvelle carte...";

/* Title for Add a Card view */
"Add a Card" = "Ajouter une carte";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Ajouter un compte de prélèvement automatique";

/* Title shown above a card entry form */
"Add a card" = "Ajouter une carte bancaire";

/* Text for a button that, when tapped, displays another screen where the customer can add a new payment method */
"Add a payment method" = "Ajouter un moyen de paiement";

/* Button prompt to add a bank account as a payment method. */
"Add bank account" = "Ajouter un compte bancaire";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Ajouter une carte bancaire";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Ajouter un moyen de paiement";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Ajoutez vos informations de paiement";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Adresse - Ligne 2 (facultatif)";

/* Payment Method type brand name */
"Affirm" = "Affirm";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "Afterpay/Clearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Numéro d'appartement";

/* Title of confirmation prompt when removing a saved card. */
"Are you sure you want to remove this card?" = "Voulez-vous vraiment supprimer cette carte bancaire ?";

/* Title of confirmation prompt when removing a linked bank account. */
"Are you sure you want to remove this linked account?" = "Voulez-vous vraiment supprimer ce compte associé ?";

/* Title for bank picker section */
"BANK" = "BANQUE";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "INFORMATIONS SUR LE COMPTE BANCAIRE";

/* Title for billing address entry section */
"BILLING ADDRESS" = "ADRESSE DE FACTURATION";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Retour";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Link Instant Debit payment method display name */
"Bank" = "Bancaire";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Compte bancaire";

/* Title for billing address entry section */
"Billing Address" = "Adresse de facturation";

/* Billing address section title for card form entry. */
"Billing address" = "Adresse de facturation";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Paiement différé avec Klarna.";

/* Text providing link to terms for ACH payments */
"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "En continuant, vous autorisez les paiements conformément à <terms>ces conditions</terms>.";

/* Mandate text displayed when paying via Link instant debit. */
"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "En continuant, vous autorisez les paiements, conformément à ces <terms>conditions</terms>.";

/* Legal text shown when creating a Link account. */
"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "En rejoignant Link, vous acceptez les <terms>Conditions</terms> et la <privacy>Politique de confidentialité</privacy>.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "En fournissant votre IBAN et en confirmant ce paiement, vous autorisez %@ et Stripe, notre prestataire de services de paiement, à envoyer des instructions à votre banque pour débiter votre compte et votre banque à débiter votre compte conformément à ces instructions. Vous avez droit à un remboursement de la part de votre banque selon les conditions générales de votre contrat avec votre banque. Un remboursement doit être demandé dans les 8 semaines à partir de la date à laquelle votre compte a été débité.";

/* Legal text shown when using AUBECS. */
"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "En fournissant vos données bancaires et en confirmant ce paiement, vous acceptez cette demande de prélèvement automatique et le <terms>Contrat d'utilisation du service correspondant</terms>, et autorisez Stripe Account Australia Pty Ltd, ACN 160 180 343, ID de compte de prélèvement numéro 507156 (\"Stripe\"), à débiter votre compte par le biais du système de prélèvement BECS pour le compte de %@ (le \"marchand\") pour tout montant vous étant communiqué séparément par ce dernier. Vous certifiez que vous êtes le titulaire ou un signataire autorisé du compte susmentionné.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "En fournissant vos informations de paiement et en confirmant ce paiement, vous autorisez (A) %@ et Stripe, notre prestataire de services de paiement, à donner à votre banque l'instruction de débiter votre compte, et (B) votre banque à débiter votre compte conformément à ces instructions. Vous bénéficiez d'un droit à remboursement par votre banque selon les conditions décrites dans la convention que vous avez passée avec elle. Toute demande de remboursement doit être présentée dans les 8 semaines suivant la date de débit de votre compte. Vos droits sont précisés dans une déclaration que vous pouvez obtenir auprès de votre banque. Vous acceptez de recevoir des notifications concernant les débits futurs jusqu'à 2 jours avant leur réalisation.";

/* Mandate text with link to terms when saving a bank account payment method to a merchant (merchant name replaces %@). */
"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "En enregistrant votre compte bancaire pour %@, vous autorisez les paiements conformément à <terms>ces conditions</terms>.";

/* Title for card number entry field */
"CARD" = "CARTE";

/* Title for contact info form */
"CONTACT" = "CONTACT";

/* Title for country picker section */
"COUNTRY" = "PAYS";

/* Label for entering CVC in text field */
"CVC" = "Code CVC";

/* Label for entering CVV in text field */
"CVV" = "Code CVV";

/* Title for credit card number entry field */
"Card" = "Carte";

/* Details of a saved card */
"Card ending in %@" = "Carte se terminant par %@";

/* Card details entry form header title */
"Card information" = "Informations concernant la carte bancaire";

/* Label for card number entry text field */
"Card number" = "Numéro de carte bancaire";

/* Title for a button that allows the user to use a different email in the signup flow. */
"Change email" = "Modifier l'adresse e-mail";

/* TODO */
"Choose a payment method" = "Choisir un moyen de paiement";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Fermer le numériseur de carte bancaire";

/* Accessibility label describing a field for entering a login code */
"Code field" = "Champ de code";

/* Text of a notification shown to the user when a login code is successfully sent via SMS. */
"Code sent" = "Code envoyé";

/* Title for contact info form */
"Contact" = "Contact";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "ADRESSE DE LIVRAISON";

/* Label for identifying the default payment method. */
"Default" = "Par défaut";

/* Title for delivery info form */
"Delivery" = "Livraison";

/* Title for delivery address entry section */
"Delivery Address" = "Adresse de livraison";

/* Accessibility hint for a text field */
"Double tap to edit" = "Appuyez deux fois pour saisir votre texte";

/* Source type brand name */
"EPS" = "EPS";

/* Label title for EPS Bank */
"EPS Bank" = "Banque EPS";

/* Button title to enter editing mode */
"Edit" = "Modifier";

/* Instructs the user to enter the code sent to their phone number in order to login to Link */
"Enter the code sent to %@ to use Link to pay by default." = "Saisissez le code envoyé au %@ pour utiliser Link comme moyen de paiement par défaut.";

/* Two factor authentication screen heading */
"Enter your verification code" = "Saisissez votre code de vérification";

/* Payment Method type brand name */
"FPX" = "FPX";

/* A text notice shown when the user selects a card that requires re-entering the security code (CVV/CVC). */
"For security, please re-enter your card’s security code." = "Pour des raisons de sécurité, veuillez ressaisir le code de sécurité de votre carte bancaire.";

/* Label for free shipping method */
"Free" = "Gratuit";

/* Placeholder string for name entry field. */
"Full name" = "Nom complet";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Adresse de livraison incorrecte";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Donnée non valide.";

/* Title for a button that when tapped creates a Link account for the user. */
"Join Link" = "Rejoindre Link";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Link";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Chargement en cours...";

/* label for text field to enter card expiry */
"MM / YY" = "MM / AA";

/* label for text field to enter card expiry */
"MM/YY" = "MM/AA";

/* Title for payment options section */
"MORE OPTIONS" = "PLUS D'OPTIONS";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "Netbanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Nouvelle carte";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Nouveau compte de prélèvement automatique";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Nouveau compte de prélèvement SEPA";

/* Button to move to the next text entry field */
"Next" = "Suivant";

/* Text of a label for confirming an email address. E.g., 'Not user@example.com?' */
"Not %@?" = "Vous n'êtes pas %@ ?";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Compte bancaire (FPX)";

/* Separator label between two options */
"Or" = "Ou";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "Ou payer avec";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "Ou payez par carte bancaire";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Payer %@";

/* Label of a button that when tapped allows the user to select a different form of payment. */
"Pay another way" = "Utiliser un autre moyen de paiement";

/* Label describing the benefit of signing up for Link. Pay faster at {Merchant Name} and thousands of merchants. e.g, 'Pay faster at Example, Inc. and thousands of merchants.' */
"Pay faster at %@ and thousands of merchants." = "Réglez plus rapidement auprès de %@ et des milliers d'autres marchands.";

/* Klarna pay later copy */
"Pay later with Klarna." = "Payer plus tard avec Klarna.";

/* Pay over time with Affirm copy */
"Pay over time with %@" = "Payer par versements échelonnés avec %@";

/* Title shown above a section containing various payment options */
"Pay using" = "Payer avec";

/* Label preceding the selected payment method. */
"Pay with" = "Payer avec";

/* Pay with {payment method} */
"Pay with %@" = "Payer avec %@";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Moyen de paiement";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Pointez le capteur de l'appareil photo sur votre carte bancaire.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Code postal";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Code postal";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Traitement en cours...";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Label title for Przelewy24 Bank */
"Przelewy24 Bank" = "Banque Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Supprimer";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Supprimer la carte %1$@ se terminant par %2$@";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Supprimer %@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Supprimer la carte";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Supprimer le compte bancaire";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "Supprimer le compte bancaire se terminant par %@";
/* Title for a button that when tapped removes a saved card. */

"Remove card" = "Supprimer la carte bancaire";
/* Title for a button that when tapped removes a linked bank account. */

"Remove linked account" = "Supprimer le compte associé";
/* Label for a button that re-sends the a login code when tapped */

"Resend code" = "Renvoyer le code";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "Compte SEPA";
/* Payment method brand name */

"SEPA Debit" = "Prélèvement SEPA";
/* Source type brand name */

"SEPA Direct Debit" = "Prélèvement SEPA";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "ADRESSE DE LIVRAISON";
/* Label for shipping method form */

"SHIPPING METHOD" = "MODE DE LIVRAISON";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Enregistrer pour de futurs achats";
/* Label for a checkbox that when checked allows the payment information to be saved and used in future checkout sessions. */

"Save my info for secure 1-click checkout" = "Enregistrer mes informations pour le paiement sécurisé en un clic";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Enregistrer cette carte pour vos futurs achats auprès de %@";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Enregistrer cette carte pour vos futurs paiements Stripe";
/* Title for the Link signup screen */

"Secure 1⁠-⁠click checkout" = "Paiement sécurisé en un clic";
/* Label prompting the user to select one of the saved payment methods from a list. */

"Select a saved payment" = "Sélectionnez un moyen de paiement enregistré";
/* label for iDEAL-bank selection picker */

"Select bank" = "Sélectionner une banque";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Sélectionnez votre moyen de paiement";
/* Label for a button or menu item that sets a payment method as default when tapped. */

"Set as default" = "Définir par défaut";
/* Label of a checkbox that when checked makes a payment method as the default one. */

"Set as default payment method" = "Définir comme moyen de paiement par défaut";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Configurer";
/* Title for shipping info form */

"Shipping" = "Expédition";
/* Title for shipping address entry section */

"Shipping Address" = "Adresse de livraison";
/* Label for shipping method form */

"Shipping Method" = "Mode de livraison";
/* Accessibility label for an action or a button that shows a menu. */

"Show menu" = "Afficher le menu";
/* Two factor authentication screen heading */

"Sign in to your Link account" = "Connectez-vous à votre compte Link";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "État/Province/Région";

/* Prompt for microdeposit verification before completing purchase with merchant. %@ will be replaced by merchant business name */
"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe va effectuer un versement de 0,01 $ sur votre compte sous 1 ou 2 jours ouvrables. Vous recevrez ensuite un e-mail contenant des instructions pour finaliser le paiement en faveur de %@.";

/* Accessibility hint to tell the user that they can tap to hide additional content. */
"Tap to close" = "Appuyez pour fermer";

/* Accessibility hint to tell the user that they can tap to reveal additional content. */
"Tap to expand" = "Appuyez pour afficher";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Le numéro BSB que vous avez saisi est incomplet.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Le numéro BSB que vous avez saisi n'est pas valide.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "L'IBAN que vous avez saisi est incomplet.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "L'IBAN que vous avez saisi n'est pas valide, « %@ » n'est pas un code pays pris en charge.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Le moyen de paiement sélectionné n'est pas disponible.";

/* A text notice shown when the user selects an expired card. */
"This card has expired. Update it to keep using it or use a different payment." = "Cette carte bancaire a expiré. Mettez-la à jour pour continuer à l'utiliser ou choisissez un autre moyen de paiement.";

/* Text of a label indicating that a payment method is the default. */
"This is your default" = "Votre moyen de paiement par défaut";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "La tentative d'identification de votre moyen de paiement a été interrompue, veuillez réessayer.";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Pour numériser votre carte bancaire, autorisez l'accès à l'appareil photo dans vos paramètres.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Label shown when a payment method cannot be used for the current transaction. */
"Unavailable for this purchase" = "Indisponible pour cet achat";

/* Default missing source type label */
"Unknown" = "Inconnu";

/* Title for a button that when tapped, presents a screen for updating a card. Also the heading the screen itself. */
"Update card" = "Mettre à jour la carte";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Utiliser l'adresse de facturation";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Utiliser l'adresse de livraison";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Utiliser l'adresse de livraison";

/* Two factor authentication screen heading */
"Use your saved info to check out faster" = "Utilisez vos informations enregistrées pour payer plus rapidement";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Nous ne sommes pas en mesure d'identifier votre moyen de paiement. Veuillez sélectionner un autre moyen de paiement et réessayer.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Vous allez être redirigé vers %@ pour finaliser votre achat.";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "Votre IBAN doit commencer par un code pays à deux lettres.";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "Votre IBAN doit commencer par un code pays à deux lettres.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "Votre code postal est incomplet.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Votre code postal n'est pas valide.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Votre numéro de carte bancaire est incomplet.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Votre numéro de carte bancaire n'est pas valide.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "La date d'expiration de votre carte bancaire est incomplète.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "La date d'expiration de votre carte bancaire n'est pas valide.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Le mois d'expiration de votre carte n'est pas valide.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "L'année d'expiration de votre carte n'est pas valide.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Le code de sécurité de votre carte bancaire est incomplet.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Le code de sécurité de votre carte bancaire n'est pas valide.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Votre code postal est incomplet.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Votre code postal n'est pas valide.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Code postal";

/* accessibility label for text field */
"card number" = "numéro de carte";

/* Placeholder string for email entry field. */
"example@example.com" = "exemple@exemple.fr";

/* accessibility label for text field */
"expiration date" = "date d'expiration";

/* Payment Method type brand name. */
"giropay" = "Giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "Banque iDEAL";

